{
  "data": [
    {
      "name": "Dr.V. Irai Anbu, I.A.S. Chief Secretary to Government, Government of Tamil Nadu, Secretariat, Chennai- 600009.",
      "designation": "Chairperson"
    },
    {
      "name": "Dr Rakesh Ranjan AS (TE) & CVO 118-C, Shastri Bhawan MoE, Government of India New Delhi – 110 115.",
      "designation": "Member"
    },
    {
      "name": "Smt. Darshana M Dabral, I.A.S Joint Secretary & Financial Advisor, 120 C, Shastri Bhawan, MoE, Government of India",
      "designation": "Member"
    },
    {
      "name": "Shri. D. Karthikeyan I.A.S,Principal Secretary to Government, Higher Education Department, Government of Tamil Nadu, Secretariat, Chennai – 600 009",
      "designation": "Member"
    },
    {
      "name": "Shri.Priyank Chaturvedi, IRS Deputy Secretary Department of Higher Education, MoE, Government of India, New Delhi – 110 115.",
      "designation": "Member"
    },
    {
      "name": "Director-NITT, Director, National Institute of Technology, Tiruchirappalli – 620 015",
      "designation": "Member"
    },
    {
      "name": "Dr.R.Velraj, Vice Chancellor, Anna University, Chennai – 600 025",
      "designation": "Member"
    },
    {
      "name": "Ms. N.S.Shobana, Chief Financial Officer, TAKE Solutions, No. 27, Tank Bund Road,Chennai - 600 028",
      "designation": "Member"
    },
    {
      "name": "Ms. Maya Sreekumar, Representing, Group Chief Executive (Tech. & Operations), Cognizant Technology Solutions India (P) Ltd, #5/535, Old Mahabalipuram Road, SDB 2 Building, Okkiam-Thoraipakkam, Chennai - 600096",
      "designation": "Member"
    },
    {
      "name": "Shri. Srikantan Moorthy, Executive Vice President, Head Global Services – Application Development and Maintenance Infosys Ltd, Electronic City, Hosur Road, Bengalaru-560 100",
      "designation": "Member"
    },
    {
      "name": "Dr. Krishnamurthy Kesavasamy, Head, Academic Interface Programme, TCS, Technopark Campus, Kariyavattom, Thiruvananthapuram - 695581",
      "designation": "Member"
    },
    {
      "name": "Shri. P.R.Venketrama Raja,Vice Chairman & Managing Director, Ramco Systems Limited, 64, Sardar Patel Road, Tharamani, Chennai - 600 113",
      "designation": "Member"
    },
    {
      "name": "Shri. Ajay Yadav, I.A.S, Managing Director - ELCOT Electronics Corporation of Tamil Nadu Ltd 692 M.H.U Complex – II Floor, Anna Salai, Nandanam, Chennai - 600 035",
      "designation": "Member"
    },
    {
      "name": "Smt. K. Laxmi Priya, I.A.S, Member Secretary - BOG (Transit Board) Commissioner of Technical Education Directorate of Technical Education, Chennai- 600 025",
      "designation": "Member"
    }
  ]
}