{
    "Hostel": [
        {
            "title": "Abdul Kalam Hall of Residence",
            "Hostelsrc": "/hostel/IIITT_Boys_Hostel.png",
            "desc": "Abdul Kalam Hall of Residence is exclusively constructed for accommodating boys. The location of the boy’s hostel is just behind the main gate of the institute. This 3-storeyed residence contains 185 rooms and totally can be accommodated with 370 students. This hostel is fully equipped with basic amenities such as 24/7 purified water, uninterrupted Power supply, and a Lift facility to create an ambient environment. In this residency, each room is equipped with two LAN ports and a high-speed Wi-Fi facility. Table Tennis Court is located inside the residency and other sports items are also available for recreation. The residency provides a gym facility to ensure the physical fitness of the students",
            "Warden": "Dr Banoth Ravi",
            "RoomNo": "2065",
            "Department": "Department of Electronics and Communication Engineering,Indian Institute of Information Technology,Tiruchirappalli-620012.",
            "emailId": "chiefwarden@iiitt.ac.in",
            "WardenImage": "/faculty/raviB_2024.jpeg"
        },
        {
            "title": "Infosys Foundation Girls Hostel",
            "Hostelsrc": "/hostel/IIITT_Girls_Hostel.jpg",
            "desc": "Infosys Foundation Girls Hostel is exclusively constructed for accommodating girls. The location of the hostel is just behind the main gate of the institute. This 4-storeyed residence contains 125 rooms and totally can be accommodated with 250 students. This hostel is fully equipped with basic amenities such as 24/7 purified water supply, and uninterrupted Power supply to create an ambient environment. In this residency, each room is equipped with two LAN ports and a high-speed Wi-Fi facility. Table Tennis Court is located inside the residency and other sports items are also available for recreation. The residency provides a gym facility to ensure the physical fitness of the students.",
            "Warden": "Dr. T. Sugirtha",
            "RoomNo": "2167",
            "Department": "Department of Computer Science and Engineering, Indian Institute of Information Technology, Tiruchirappalli-620012.",
            "emailId": "dcwg@iiitt.ac.in",
            "WardenImage": "/faculty/Sugirtha.jpg"
        }
    ],
    "Mess": [
        {
            "title": "Smt. Savithribai Phule Dining Hall",
            "Hostelsrc": "/hostel/IIITT_Mess.jpg",
            "desc": "Smt. Savithribai Phule Dining Hall can serve food simultaneously for about 300 students. High quality and healthy foods are being provided to the students in a hygienic environment.",
            "Warden": "Dr. M. Harish Adhithya",
            "RoomNo": "",
            "Department": "Department of Electronics and Communication Engineering, Indian Institute of Information Technology, Tiruchirappalli-620012.",
            "emailId": "messwarden@iiitt.ac.in",
            "WardenImage": "/faculty/HarishAdhithyaM.JPG",
            "MessTimings": {
                "Weekdays": {
                    "Breakfast": "7.40 am to 9.10 am",
                    "Lunch": "12.30 pm to 2.00 pm",
                    "Snacks": "5.00 pm to 6.00 pm",
                    "Dinner": "7.30 pm to 9.00 pm"
                },
                "Weekends": {
                    "Breakfast": "8.00 am to 10.00 am",
                    "Lunch": "1.15 pm to 2.30 pm",
                    "Snacks": "5.00 pm to 6.00 pm",
                    "Dinner": "7.30 pm to 9.00 pm"
                }
            }
        }
    ],
    "Gym": [
        {
            "title": "Smt. Savithribai Phule Dining Hall",
            "Hostelsrc": "/gym_2026/Bgym1.png",
            "desc": "Our college hostel gym is a well-equipped fitness facility designed to promote a healthy and active lifestyle among students. It provides a safe and convenient space for daily workouts, helping students relieve stress and maintain physical well-being alongside their academic routine",
            "Warden": "Dr. D Suresh",
            "RoomNo": "",
            "Department": "Department of Electronics and Communication Engineering, Indian Institute of Information Technology, Tiruchirappalli-620012.",
            "emailId": "sureshd@iiitt.ac.in",
            "WardenImage": "/faculty/SureshD.jpg",
            "GymTimings": [
                "05:00 AM – 06:50 AM: B.Tech 1st & 4th Year, M.Tech 1st & 2nd Year and Ph.D.",
                "07:00 AM – 08:40 AM: B.Tech 2nd & 3rd Year ",
                "04:00 PM – 5:00 PM: B.Tech 4th Year ",
                "5:10 PM – 6:40 PM: B.Tech 2nd & 3rd Year",
                "6:50 PM – 8:30 PM: B.Tech 1st Year , M.Tech 1st & 2nd Year and Ph.D."
            ],
            "forms": [
                {
                    "title": "Gym Guidelines",
                    "url": "gym_2026/Gym_Guidelines_IIIT%20Tiruchirappalli.pdf"
                }
            ]
        }
    ]
}