{
  "data": [
    {
      "name": "Department of Computer Science and Engineering",
      "description": "Computer Science and Engineering focuses on the basic elements of computer programming and networking. Students will gain knowledge of design, implementation and management of information system of both hardware and software. It deals primarily with the theory of computation and design of computational systems.",
      "url":"/departments/cse"
    },
    {
      "name": "Department of Electronics and Communication Engineering",
      "description": "Electronics & Communication Engineering deals with the electronic devices, circuits, communication equipments like transmitter, receiver, integrated circuits (IC). It also deals with basic electronics, analog and digital transmission & reception of data, voice and video (Example AM, FM, DTH), microprocessors, satellite communication, microwave engineering, antennae and wave progression. It aims to deepen the knowledge and skills of the students on the basic concepts and theories that will equip them in their professional work involving analysis, systems implementation, operation, production, and maintenance of the various applications in the field of Electronics and Communications Engineering.",
      "url":"/departments/ece"
    },
    {
      "name": "Department of Mechanical Engineering",
      "description": "The Department of Mechanical Engineering is focused to create a professional with well-defined technical knowledge in the field of Design, Manufacturing and Industrial Engineering. It deals with interdisciplinary fields and projects that draw on fundamental sciences in pursuit of beneficial engineering solutions. The department aims to develop new, effective, and sustainable alternatives to the various applications in the field of Mechanical Engineering.",
      "url":"/departments/mech"
    },
    {
      "name": "Department of Sciences and Humanities",
      "description": "The Department of Sciences and Humanities is responsible to create well-rounded individuals ready to comprehend scientific and technical challenges offered in the area of specialization. It is also responsible to counsel the students so that the roadmap becomes clearer to them and they have the zest to turn the blueprint of their careers into a material reality and to encourage critical thinking and develop their research acumen by aiding the nascent spirit for scientific exploration.",
      "url":"/departments/sh"
    }
  ]
}