{
  "data": {
    "title": "A Two-day Virtual Workshop on Develop, Deliver and Assess Online Courses with MOODLE Learning Management System",
    "date": "18-19, May 2020",
    "participants": {
      "count": 51,
      "speakerCount": 5,
      "maleCount": 38,
      "femaleCount": 13,
      "scstCount": 2
    },
    "handsOnSessions": 4,
    "speakers": [
      "Prof. D V L N Somayajulu, Director, Indian Institute of Information Technology, Design and Manufacturing Kurnool",
      "Prof. NARASIMHA SARMA N V S, , Director, Indian Institute of Information Technology Tiruchirappalli",
      "Dr. Anoop Jacob Thomas, Assistant Professor, Indian Institute of Information Technology Tiruchirappalli",
      "Dr. Dr. N. Renugadevi, Assistant Professor, Indian Institute of Information Technology Tiruchirappalli",
      "Dr. M V Durga Prasad, Visiting Faculty, Indian Institute of Information Technology Design and Manufacturing, Kurnool ",
      "Dr. Eswaramoorthy K V, Assistant Professor, , Indian Institute of Information Technology Design and Manufacturing, Kurnool "
    ],
    "topics": [
      "Philosophy of Online Learning Management System",
      "Understanding the Learning Management System",
      "What makes Moodle Special",
      "Moodle Basics",
      "Creating a New Course",
      "Managing Course Participants",
      "News Forums",
      "Messaging",
      "Chat",
      "Blog",
      "WIKI",
      "Discussion Forms",
      "Online Assignment Submission",
      "MCQ  – Different Format",
      "Grading"
    ],
    "feedbacks": [
      "The Programme well planned and accomplished by covering all topics as per schedule",
      "The Program was interactive and integrated, includes theoretical session and hands on session",
      "The Programme gave insights and practical exposure about online education, e-content preparation using OER (Open Education Resource) and developing the content by own and delivering the content",
      "Participants encouraged using upon source software to prepare the content and learnt to use MOODLE platform",
      "Various Assessment methods and student engaging methods are explored during the training programme"
    ],
    "suggestions": [
      "Training Programme can have more time in practical session"
    ]
  }
}